/**************************************************************************************************
*** 慧净电子1天入门、10天学会、1年精通单片机与C语言视频教程配套程序源码                         ***
*** 实验板：HJ-1G HJ-3G 开发板                                                                      ***
*** MCU: STC89C52/AT89C52  部分C源码可以直接用于项目开发、欢迎复制共享、功德无量、没有版权      ***
*** 收集整理：慧净助学会员  部分原源来源网络，如有伤害到你的利润请来信，我们的免费助学会员会定期给你删除***
*** 编译器：KEIL                                                                                ***
*** 百度交流空间：http://hi.baidu.com/HJMCU  慧净电子网 WWW.HLMCU.COM                                  ***
*** 论坛交流：http://hjdz.5d6d.com/   欢迎来论坛一分钱不要下载配套的仿真电路                     ***
*** 配套的硬件学习板网址：http://shop37031453.taobao.com/                                       ***
*** 日期：2008.8.8                                                                              ***
*** 目标：用C语言写程序就这么简单、慧争祝你1天入门、10天学会、1年精通单片机与C语言、找个好工作  ***
***************************************************************************************************/
#define s ((((((((0
#define X )*2+1
#define _ )*2

 unsigned char code Font8x8[][8]={
s _ X X X X X X X ,// START1
s X X _ _ _ X _ _ ,
s X X _ X X X X _ ,
s X X _ _ _ X X _ ,
s X X X X _ X X _ ,
s X X _ _ _ X X _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// START2
s _ X _ _ _ X _ _ ,
s X X _ X _ X _ X ,
s X X _ _ _ X _ _ ,
s X X _ X _ X _ _ ,
s X X _ X _ X _ X ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X _ _ ,// START3
s _ X _ _ _ X X _ ,
s _ X X _ X X X _ ,
s _ X X _ X X X _ ,
s X X X _ X X X _ ,
s _ X X _ X X X _ ,
s X X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// STOP1
s X X X X _ _ _ X ,
s X X X X _ X X X ,
s X X X X _ _ _ X ,
s X X X X X X _ X ,
s X X X X _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// STOP2
s _ _ _ X _ _ _ X ,
s X _ X X _ X _ X ,
s X _ X X _ X _ X ,
s X _ X X _ X _ X ,
s X _ X X _ _ _ X ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X _ _ ,// STOP3
s _ _ _ X X X X _ ,
s _ X _ X X X X _ ,
s _ _ _ X X X X _ ,
s _ X X X X X X _ ,
s _ X X X X X X _ ,
s X X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// TIMER1
s X X _ _ _ X _ X ,
s X X X _ X X _ X ,
s X X X _ X X _ X ,
s X X X _ X X _ X ,
s X X X _ X X _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// TIMER2
s _ X X X _ X _ _ ,
s _ _ X _ _ X _ X ,
s _ X _ X _ X _ _ ,
s _ X X X _ X _ X ,
s _ X X X _ X _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X _ _ ,// TIMER3
s _ X _ _ _ X X _ ,
s X X _ X _ X X _ ,
s _ X _ _ _ X X _ ,
s X X _ _ X X X _ ,
s _ X _ X _ X X _ ,
s X X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// ON1
s X X X X _ _ _ X ,
s X X X X _ X _ X ,
s X X X X _ X _ X ,
s X X X X _ X _ X ,
s X X X X _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X _ _ ,// ON2
s _ X X _ X X X _ ,
s _ _ X _ X X X _ ,
s _ X _ _ X X X _ ,
s _ X X _ X X X _ ,
s _ X X _ X X X _ ,
s X X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// OFF1
s X X _ _ _ X _ _ ,
s X X _ X _ X _ X ,
s X X _ X _ X _ _ ,
s X X _ X _ X _ X ,
s X X _ _ _ X _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X _ _ ,// OFF2
s _ X _ _ _ X X _ ,
s X X _ X X X X _ ,
s _ X _ _ _ X X _ ,
s X X _ X X X X _ ,
s X X _ X X X X _ ,
s X X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 恖
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X _ _ _ _ _ ,
s X X X _ _ _ _ _ ,
s X X X _ _ _ _ _ ,

s _ _ _ X X _ _ _ ,// UFO
s _ _ X X X X _ _ ,
s _ _ X X X X _ _ ,
s X X X X X X X X ,
s _ X X X X X X _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 儀儖
s _ _ _ X X X _ _ ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ _ X _ ,
s _ _ X X _ X X _ ,
s _ X _ _ X _ _ X ,
s _ _ X _ _ _ X _ ,
s _ _ _ X X X _ _ ,

s _ X _ _ X X X _ ,// 亷
s X _ X X _ _ _ X ,
s _ X _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ X ,
s _ _ _ _ X X X _ ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// 仱
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// 仴
s _ X X X X X X _ ,
s _ X X X X X X _ ,
s _ _ X X X X _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,//仮
s _ _ _ X X _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s X X X X X X X X ,

s _ _ _ _ _ _ _ _ ,//仯
s _ _ _ X X _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ X X X X _ _ ,
s _ X X X X X X _ ,
s _ X X X X X X _ ,
s X X X X X X X X ,

s _ _ _ _ _ _ _ X ,// 乛
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s X _ _ _ _ _ _ _ ,

s X _ _ _ _ _ _ _ ,// 乢
s _ X _ _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ _ X ,

s _ X _ _ _ _ X _ ,// 寧
s _ X X X X X X _ ,
s _ X _ X X _ X _ ,
s _ _ _ X X _ _ _ ,
s X _ X X X X _ X ,
s X X X X X X X X ,
s X _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ X _ ,// 擭
s _ _ X X X X X X ,
s _ X _ _ _ _ X _ ,
s _ _ _ X X X X _ ,
s _ _ _ X _ _ X _ ,
s _ _ X X X X X X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,

s _ _ _ X X _ _ _ ,// 暘
s _ _ X _ _ X _ _ ,
s _ X _ _ _ _ X _ ,
s X _ X X X X _ X ,
s _ _ _ X _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ X _ _ X _ _ _ ,
s _ _ _ X X _ _ _ ,

s _ X X X _ _ X _ ,// 昩
s _ _ X _ _ _ X _ ,
s X X X X _ X X _ ,
s _ _ X _ _ X X X ,
s _ X X X _ X X X ,
s X _ X _ _ _ X X ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ X _ _ ,

s _ _ _ _ _ _ _ _ ,// 墌
s _ X X X X X X X ,
s _ X _ _ X _ _ X ,
s _ X _ _ X _ _ X ,
s _ X X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 仺
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 仼
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 仾
s _ _ X X X _ _ _ ,
s _ X _ X _ X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 伀
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X _ X _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// SPACE
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// !
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ X _ _ _ ,// "
s _ _ X _ X _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ X _ _ ,// #
s _ X X X X X X _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ X X X X X X _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// $
s _ _ X X X X _ _ ,
s _ X _ X _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ X X X X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ X _ ,// %
s _ X _ X _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ X _ ,
s _ _ _ X _ X _ X ,
s _ _ X _ _ _ X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// &
s _ X _ X _ _ _ _ ,
s _ X _ X _ _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ X _ _ X _ X _ ,
s _ X _ _ _ X _ _ ,
s _ _ X X X _ X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// '
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// (
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// )
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// *
s _ _ X _ X _ X _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X X X _ _ ,
s _ _ X _ X _ X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// +
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// -
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// .
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ X ,// SLASH
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// 0(ZERO)
s _ X _ _ _ _ X X ,
s _ X _ _ _ X _ X ,
s _ X _ _ X _ _ X ,
s _ X _ X _ _ _ X ,
s _ X X _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 1
s _ _ _ X X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 2
s _ X _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ X X X _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 3
s _ X _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 4
s _ _ _ X X _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// 5
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 6
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// 7
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 8
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 9
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// :
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// ;
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ X _ _ ,// <
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// =
s _ _ _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// >
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// ?
s _ _ X _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// @
s _ _ X _ _ _ X _ ,
s _ X _ X X X _ X ,
s _ X _ X _ _ X X ,
s _ X _ _ X X X X ,
s _ _ X _ _ _ X _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// A
s _ _ X _ _ _ X _ ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// B
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X _ ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// C
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// D
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// E
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// F
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// G
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// H
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// I
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// J
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ X _ _ ,// K
s _ X _ _ X _ _ _ ,
s _ X _ X _ _ _ _ ,
s _ X X _ _ _ _ _ ,
s _ X _ X _ _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ _ ,// L
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// M
s _ X X _ _ _ X X ,
s _ X _ X _ X _ X ,
s _ X _ _ X _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// N
s _ X X _ _ _ _ X ,
s _ X _ X _ _ _ X ,
s _ X _ _ X _ _ X ,
s _ X _ _ _ X _ X ,
s _ X _ _ _ _ X X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// O
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// P
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// Q
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ X _ X ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// R
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X _ ,
s _ X _ _ _ X _ _ ,
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// S
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// T
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// U
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// V
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// W
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ X _ _ X ,
s _ X _ X _ X _ X ,
s _ X X _ _ _ X X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// X
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// Y
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// Z
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X _ _ _ ,// [
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ X _ _ ,// 亸
s _ _ X _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X _ _ _ ,// ]
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// ^
s _ _ X _ X _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// _
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// RESERVED
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// a
s _ _ _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ X X X X _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ X X X _ X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// b
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// c
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ X _ _ ,// d
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// e
s _ _ _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ X X X X X _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// f
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// g
s _ _ _ _ _ _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// h
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// i
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// j
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// k
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// l
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// m
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X _ _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// n
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// o
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ X _ _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// p
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// q
s _ _ _ X X X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// r
s _ _ _ _ _ _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// s
s _ _ _ _ _ _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// t
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// u
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// v
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// w
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ X _ _ _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// x
s _ _ _ _ _ _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// y
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// z
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X _ _ _ ,// {
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// |
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X _ _ _ ,// }
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// ~
s _ _ _ X _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// RESERVED
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 劅
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劆
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 劇
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X X X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 劉
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劊
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s X X X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劋
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劌
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X X X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 劍
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劎
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s X X X X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劏
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 劑
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,

s _ _ X X X X _ _ ,// 仜
s _ X _ _ _ _ X _ ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,

s _ _ X X X X _ _ ,// 仠
s _ X X X X X X _ ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s _ X X X X X X _ ,
s _ _ X X X X _ _ ,

s _ _ _ X _ _ _ _ ,// 亇
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 仦
s _ _ X _ X _ _ _ ,
s _ X _ _ _ X _ _ ,
s X _ _ _ _ _ X _ ,
s _ X _ _ _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 仧
s _ _ X X X _ _ _ ,
s _ X X X X X _ _ ,
s X X X X X X X _ ,
s _ X X X X X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// 仩
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X _ _ _ _ _ _ X ,
s X X X X X X X X ,

s X X X X X X X X ,// 仭
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,
s X X X X X X X X ,

s _ X _ _ X _ _ X ,// 仸
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ X _ _ X _ _ X ,
s _ _ _ X _ X _ _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ X _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 仹
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X X ,// 併
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s X _ X _ _ _ _ _ ,
s _ X X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 侓
s _ _ _ X X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ X X _ _ _ _ ,
s _ X X X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ X ,// 佢
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 亊
s _ _ X _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ X _ _ _ X _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 亐
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ X X ,// AC
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X X X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ _ X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X _ _ _ X X ,// DC
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ X X _ _ _ X X ,
s _ _ _ _ _ _ _ _ ,

s X _ _ X _ _ _ _ ,// No
s X X _ X _ _ _ _ ,
s X X _ X _ _ _ _ ,
s X _ X X _ X X X ,
s X _ X X _ X _ X ,
s X _ _ X _ X _ X ,
s X _ _ X _ X X X ,
s _ _ _ _ _ _ _ _ ,

s X X X _ _ _ _ X ,// TEL
s _ X _ _ _ _ _ X ,
s _ X _ _ X _ _ X ,
s _ X _ X _ X _ X ,
s _ X _ X X X _ X ,
s _ X _ X _ _ _ X ,
s _ X _ _ X X _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// (!)
s _ _ X X _ X X _ ,
s _ X X X _ X X X ,
s _ X X X _ X X X ,
s _ X X X _ X X X ,
s _ X X X X X X X ,
s _ _ X X _ X X _ ,
s _ _ _ X X X _ _ ,

s _ _ _ _ _ _ _ _ ,//丒丒丒
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X _ X _ X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// (C)
s _ X _ _ _ _ X _ ,
s X _ _ X X _ _ X ,
s X _ X _ _ _ _ X ,
s X _ X _ _ _ _ X ,
s X _ _ X X _ _ X ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,

s _ _ X _ _ _ _ _ ,// 僼儔僢僩
s _ _ X _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 丅
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// 乽
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 乿
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 丄
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 丒
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 儝
s _ _ _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 傽
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ X _ X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僀
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X X _ _ ,
s _ X X X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僁
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僃
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僅
s _ _ _ _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ X _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 儍
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 儏
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// ?
s _ _ _ _ _ _ _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ X X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僢
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X _ X _ X _ _ ,
s _ X _ X _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 乕
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 傾
s _ _ _ _ _ _ _ X ,
s _ _ _ _ X _ _ X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ X ,// 僀
s _ _ _ _ _ X X _ ,
s _ _ _ X X _ _ _ ,
s _ X X _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 僂
s _ X X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// 僄
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ X _ ,// 僆
s _ X X X X X X X ,
s _ _ _ _ _ X X _ ,
s _ _ _ _ X _ X _ ,
s _ _ _ X _ _ X _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 僇
s _ X X X X X X X ,
s _ _ _ X _ _ _ X ,
s _ _ _ X _ _ _ X ,
s _ _ _ X _ _ _ X ,
s _ _ X _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 僉
s _ X X X X X X _ ,
s _ _ _ _ X _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X X ,// 僋
s _ _ X _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// 働
s _ _ X X X X X X ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 僐
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ X _ ,// 僒
s _ X X X X X X X ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X _ _ _ X ,// 僔
s _ _ _ _ _ _ _ X ,
s _ X X X _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ X X _ _ ,
s _ X X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 僗
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// 僙
s _ X X X X X X X ,
s _ _ X _ _ _ _ X ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ X ,// 乽偦乿
s _ _ X _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X X ,// 僞
s _ _ X _ _ _ _ X ,
s _ _ X _ _ _ _ X ,
s _ X _ X X X X X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// 僠
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 僣
s _ X _ _ X _ _ X ,
s _ _ X _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ X X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 僥
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ _ ,// 僩
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X X X _ _ _ _ ,
s _ X _ _ X X _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 僫
s _ X X X X X X X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// 僯
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 僰
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ X X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 僱
s _ X X X X X X X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ X X X _ _ ,
s _ _ X _ X _ X _ ,
s _ X _ _ X _ _ X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ X ,// 僲
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ X X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 僴
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ X _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ _ _ ,// 僸
s _ X _ _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 僼
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 僿
s _ _ X _ X _ _ _ ,
s _ X _ _ _ X _ _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 儂
s _ X X X X X X X ,
s _ _ _ _ X _ _ _ ,
s _ _ X _ X _ X _ ,
s _ X _ _ X _ _ X ,
s _ X _ _ X _ _ X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 儅
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 儈
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 儉
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ _ X _ ,
s _ X _ _ _ X X _ ,
s _ X X X X _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ X _ ,// 儊
s _ _ _ _ _ _ X _ ,
s _ _ X _ _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ X X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// 儌
s _ _ _ X _ _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 儎
s _ X X X X X X X ,
s _ _ _ X _ _ _ X ,
s _ _ _ X _ _ X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 儐
s _ _ X X X X X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 儓
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X _ ,// 儔
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ X X _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X _ _ _ _ X _ ,// 儕
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 儖
s _ _ X _ X _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X _ X _ _ _ ,
s _ _ X _ X _ _ X ,
s _ _ X _ X _ X _ ,
s _ X _ _ X X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// 儗
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ X _ _ _ _ X ,
s _ _ X _ _ _ X _ ,
s _ _ X _ X X _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 儘
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 儚
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X _ _ _ _ ,// 儞
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ _ X ,
s _ _ _ _ _ _ X _ ,
s _ _ _ _ X X _ _ ,
s _ X X X _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ _ _ _ ,// 丣
s _ X _ _ X _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ _ _ _ ,// 並
s _ X _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// 擔
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X X X ,// 寧
s _ _ X _ _ _ _ X ,
s _ _ X X X X X X ,
s _ _ X _ _ _ _ X ,
s _ _ X X X X X X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 壩
s _ X _ _ X _ _ X ,
s _ X _ _ X _ _ X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ X X _ _ _ X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 悈
s _ _ _ _ X _ X X ,
s _ X X X X X _ _ ,
s _ _ X _ X _ X _ ,
s _ X _ _ X _ X _ ,
s _ _ _ _ X _ _ X ,
s _ _ _ X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 栘
s _ X X X X X X X ,
s _ _ _ X X X _ _ ,
s _ _ X _ X _ X _ ,
s _ _ X _ X _ X _ ,
s _ X _ _ X _ _ X ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 嬥
s _ _ X X X X X _ ,
s _ X _ X X X _ X ,
s _ _ X X X X X _ ,
s _ _ X _ X _ X _ ,
s _ _ X X X X X _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ X _ _ _ ,// 搚
s _ _ _ _ X _ _ _ ,
s _ _ X X X X X _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 劅
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ X _ _ ,// 劆
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ _ _ _ _ _ ,// 劇
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ _ X X ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ _ _ _ _ _ ,// 劉
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X X _ _ _ ,
s _ _ _ _ _ X _ _ ,
s X X X _ _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ X _ X _ _ ,// 劊
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s X X X _ _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s X X X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ X _ _ ,// 劋
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ _ X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ X _ _ ,// 劌
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X X X ,
s _ _ _ X _ _ _ _ ,
s _ _ _ X _ X X X ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ _ _ _ _ _ ,// 劍
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s X X X X _ X X X ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ X _ X _ _ ,// 劎
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s X X X X _ X _ _ ,
s _ _ _ _ _ X _ _ ,
s X X X X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ _ X _ X _ _ ,// 劏
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s X X X X _ X X X ,
s _ _ _ _ _ _ _ _ ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X _ X _ _ ,// 劑
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,
s X X X X _ X X X ,
s _ _ _ _ _ _ _ _ ,
s X X X X _ X X X ,
s _ _ _ X _ X _ _ ,
s _ _ _ X _ X _ _ ,

s _ _ X _ _ _ _ _ ,// 仺
s _ _ X X _ _ _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X X X X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ X _ _ ,// 仼
s _ _ _ _ X X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ X X X X _ _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ X X _ _ ,
s _ _ _ _ _ X _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 伀
s _ _ _ _ _ _ _ _ ,
s _ X X X X X X X ,
s _ _ X X X X X _ ,
s _ _ _ X X X _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ _ ,// 仾
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X X X _ _ ,
s _ _ X X X X X _ ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// CHECK BOX CHECKED
s _ X _ _ _ _ _ X ,
s _ X _ X _ X _ X ,
s _ X _ _ X _ _ X ,
s _ X _ X _ X _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X X ,// CHECK BOX UN-CHECKED
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X _ _ _ _ _ X ,
s _ X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ _ _ _ _ X ,// 兛
s _ _ _ X X _ X _ ,
s _ _ X _ _ X X _ ,
s _ X _ _ _ X _ _ ,
s _ X _ _ _ X _ _ ,
s _ X _ _ X _ X _ ,
s _ _ X X _ _ _ X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X _ _ _ ,// 兝
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ X _ _ X _ _ ,
s _ X X _ _ X _ _ ,
s _ _ X X X _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s _ X X X X X X _ ,// 儼
s _ _ X _ _ _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ _ _ X _ _ _ ,
s _ _ _ X _ _ _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X X X X X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X X X X _ _ ,// 兌
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ X _ _ _ _ X _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ X X _ _ X X _ ,
s _ _ _ _ _ _ _ _ ,

s _ _ X _ _ X _ _ ,// 兪
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X _ _ X _ _ ,
s _ _ X X X X _ _ ,
s _ _ X _ _ _ _ _ ,
s _ X _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

s X X X X X X X X ,// ENTER
s X _ _ _ _ _ _ X ,
s X _ _ _ _ X _ X ,
s X _ _ X _ X _ X ,
s X _ X X X X _ X ,
s X _ _ _ _ _ _ X ,
s X X X X X X X X ,
s _ _ _ _ _ _ _ _ ,

s _ _ _ X X X _ _ ,// 帪寁
s _ _ X _ _ _ X _ ,
s _ X _ _ X _ _ X ,
s _ X _ _ X _ _ X ,
s _ X _ _ X X _ X ,
s _ X _ _ _ _ _ X ,
s _ _ X _ _ _ X _ ,
s _ _ _ X X X _ _ ,

s _ _ X X X X _ _ ,// 僗儅僀儖
s _ X _ _ _ _ X _ ,
s X _ X _ _ X _ X ,
s X _ _ _ _ _ _ X ,
s X _ X _ _ X _ X ,
s X _ _ X X _ _ X ,
s _ X _ _ _ _ X _ ,
s _ _ X X X X _ _ ,

s _ _ _ _ _ _ _ _ ,// SPACE
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,
s _ _ _ _ _ _ _ _ ,

};

#undef s
#undef X
#undef _
